Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Transportation of household effects
it: Trasporto di oggetti per la casa

source: Collection of goods
it: Raccolta di merci

source: Information services relating to the location of goods
it: Informazioni in materia di localizzazione di prodotti

source: Provision of navigational information relating to the aviation
it: Informazioni su navigazione in materia di aviazione

source: Provision of sightseeing tours [transport]
it: Fornitura di visite turistiche [trasporto]

source: Provision of transport for passengers by air
it: Fornitura di trasporto aereo per passeggeri

source: Road transport services for passengers
it: Servizi di trasporto passeggeri stradale

source: Postal services
it: Servizi postali

source: Rental of fork-lift trucks
it: Noleggio di carrelli elevatori

source: Rental of horses for transport
it: Affitto di cavalli per il trasporto

source: Rental of motor homes
it: Noleggio di camper

source: Providing customized driving directions
it: Fornitura di indicazioni stradali personalizzate

source: Agency services for arranging the transportation of travellers' luggage
it: Servizi di agenzia per l'organizzazione del trasporto dei bagagli di viaggiatori

source: Transportation of containers
it: Trasporto di container

source: Airline services for the transportation of goods
it: Servizi di aerolinee per il trasporto di merci

source: Road rescue [transport] services
it: Servizi di soccorso stradale [trasporto]

source: Rental of loading-unloading machines and apparatus
it: Noleggio di macchine e apparecchi per carico e scarico

source: Rental of mechanical parking systems
it: Noleggio di sistemi di parcheggio meccanici

source: Hire of pallet cages
it: Affitto di pallet

source: Operating of road and motorway tolls
it: Gestione di pedaggi stradali e autostradali

source: Rental of barges
it: Noleggio di chiatte

source: Reservation services for bus transportation
it: Servizi di prenotazione per trasporto su autobus

source: Reservation services for transportation by land
it: Servizi di prenotazione per trasporti via terra

source: Pizza delivery
it: Consegna di pizze

source: Guarded transport of goods
it: Trasporto scortato di merci

source: Arranging and conducting of tours and sightseeing
it: Organizzazione e conduzione di escursioni e visite turistiche

source: Distribution [transport] of goods by sea
it: Distribuzione [trasporto] di prodotti via mare

source: Dumping [transportation] of sewage waste
it: Scarico [trasporto] di liquami

source: Baggage check-in services
it: Check-in di bagagli

source: Contract filling of aerosols
it: Riempimento a contratto di aerosol

source: Wrapping services for baggage protection during travel
it: Servizi di imballaggio per la protezione di bagagli durante viaggi

source: Transportation of passengers by coach
it: Trasporto di passeggeri in pullman

source: Transportation of passengers by ferryboat
it: Trasporto in traghetto di passeggeri

source: Navigation services
it: Servizi di navigazione

source: Freight forwarding by air
it: Spedizione aerea di merci

source: Container transport services
it: Servizi di trasporto di container

source: Air charter services
it: Servizi di voli charter

source: Collection of packages by road
it: Ritiro di pacchi via terra

source: Collection of sewage through public sewers
it: Raccolta di liquami attraverso fogne pubbliche

source: Delivery of bottled water to homes and offices
it: Consegna d'acqua in bottiglia a case e uffici

source: Delivery of disposable napkins
it: Consegna di pannolini monouso

source: Automobile salvage services
it: Servizi di recupero veicoli

source: Transport of motor vehicles
it: Trasporto di veicoli a motore

source: Chartering of marine vessels
it: Noleggio di imbarcazioni marittime

source: Shipping agency services for arranging the transportation of goods
it: Servizi di agenzia di spedizioni per l'organizzazione del trasporto di merci

source: Document delivery by non-electronic means
it: Consegna di documenti tramite mezzi non elettronici

source: Filling of containers
it: Riempimento di container

source: Packing of aerosols to order and specification
it: Imballaggio di aerosol su ordine e specifica di terzi

source: Leasing of cargo container chassis
it: Noleggio di telai per container di carico

source: Booking agency services relating to travel
it: Servizi di agenzie di prenotazione per viaggi

source: Distribution [transport] of frozen semen
it: Distribuzione [trasporto] di sperma surgelato

source: Marina services [berthing, mooring, storage]
it: Servizi nautici [ormeggio, attracco e rimessaggio]

source: Moving van services
it: Furgoni per traslochi

source: Provision of information relating to motoring routes
it: Informazioni in materia di percorsi automobilistici

source: Provision of information relating to road transport
it: Fornitura di informazioni in materia di trasporto stradale

source: Filling of vessels with freight
it: Carico di navi con merci

source: Transportation of passengers by boat
it: Trasporto di passeggeri su imbarcazioni

source: Transportation logistics
it: Organizzazione di trasporti

source: Automobile salvage agency services
it: Agenzie di soccorso per veicoli

source: Provision of information relating to airline arrivals
it: Fornitura di informazioni in materia di arrivi di aerei

source: Services for arranging the transportation of travellers
it: Organizzazione del trasporto di viaggiatori

source: Arrangement of transportation of passengers by aircraft
it: Organizzazione del trasporto di passeggeri su aerei

source: Charitable services, namely providing transportation
it: Opere di beneficenza, fornitura di trasporto

source: Delivery of goods by messenger
it: Recapito di merci tramite corriere

source: Air courier services
it: Servizi di corrieri aerei

source: Launching of satellites for others
it: Lancio in orbita di satelliti per i terzi

source: Travel guide and travel information services
it: Guide di viaggio e informazioni sui viaggi

source: Transportation of dry gas
it: Trasporto di gas secco

source: Transportation of heavy fuel-oil
it: Trasporto di oli combustibili pesanti

source: Ship unloading
it: Scarico di navi

source: Courier services for the delivery of parcels
it: Servizi di corrieri per il recapito di pacchi

source: Collection of commercial waste
it: Raccolta di rifiuti commerciali

source: Information services relating to the transportation of bitumen
it: Servizi di informazione in materia di trasporto di bitume

source: Rental of portable roadways
it: Noleggio di carreggiate mobili

source: Rental of portable storage containers
it: Noleggio di contenitori per deposito portatili

source: Freight-forwarding services
it: Servizi di spedizione

source: Piloting of ships
it: Pilotaggio di navi

source: Agency services for arranging the transportation of travellers
it: Servizi di agenzia per l'organizzazione del trasporto di viaggiatori

source: Arranging the transportation of parcels by land
it: Organizzazione del trasporto terrestre di colli

source: Arranging the transportation of parcels by sea
it: Organizzazione del trasporto marittimo di colli

source: Transport by land
it: Trasporto via terra

source: Transportation of clothing
it: Trasporto di abbigliamento

source: Arranging of flights
it: Organizzazione di voli

source: Chartering of vehicles for transportation
it: Contratto di locazione di veicoli per il trasporto

source: Rescue [transport] of persons
it: Soccorso di persone [trasporto]

source: Salvage of wrecks
it: Recupero di relitti

source: Rental of vehicle parking spaces
it: Locazione di posti per veicoli

source: Rental of vehicles, in particular automobiles and lorries
it: Noleggio di veicoli, in particolare di autoveicoli e autocarri

source: Inspection of goods for transportation
it: Ispezione di merci per trasporto

source: Paper and cardboard collection for recycling
it: Raccolta di carta e cartone per riciclaggio

source: Leasing of railroad flatcars
it: Noleggio di carri pianale

source: Overnight transportation of letters by air
it: Trasporto notturno di lettere per via aerea

source: Refuse collection services
it: Servizi di raccolta di rifiuti

source: Removal of domestic furniture
it: Trasloco di mobili domestici

source: Reservation services for transportation by air
it: Servizi di prenotazione per trasporti aerei

source: Reservation services for travel by sea
it: Servizi di prenotazione per trasporti marittimi

source: Express delivery of goods
it: Spedizione espressa di merci

source: Booking agency services for sightseeing tours
it: Servizi di agenzie di prenotazione per visite turistiche

source: Ground transportation relating to the aviation industry
it: Servizi di trasporto a terra per il settore dell'aviazione

source: Freight [shipping of goods]
it: Carico [trasporto di merci]

source: Container leasing for the shipping industry
it: Noleggio di container per il settore delle spedizioni

source: Transportation services for nursing staff
it: Servizi di trasporto per personale infermieristico

source: Transportation services for the injured
it: Servizi di trasporto per feriti

source: Bonded storage of goods
it: Deposito vincolato di merci

source: Provision of airport information services relating to aviation
it: Fornitura di servizi informativi aeroportuali in materia di aviazione

source: Provision of data relating to methods of transport
it: Fornitura di dati relativi a metodi di trasporto

source: Furniture moving
it: Trasloco di mobili

source: Truck and vehicle rental
it: Noleggio di veicoli e camion

source: Loading of slag
it: Carico di scorie

source: Loan of vehicles
it: Prestito di veicoli

source: Emptying [removal] of the contents cesspits
it: Svuotamento [rimozione] del contenuto di pozzi neri

source: Escorting of patients during transportation
it: Accompagnamento di pazienti durante il trasporto

source: Arranging of passenger transport
it: Organizzazione di trasporto passeggeri

source: Transportation of petroleum
it: Trasporto di petrolio

source: Forwarding of letters
it: Trasporto di lettere

source: Propeller airplane transport
it: Trasporto di aerei ad elica

source: Provision of berthing facilities
it: Fornitura di strutture per ormeggio

source: Provision of hired vehicles
it: Fornitura di veicoli in affitto

source: Security storage services [transport]
it: Servizi di deposito di sicurezza [trasporto]

source: Arrangement of transportation of passengers by cars
it: Organizzazione del trasporto di passeggeri in automobile

source: Transport of travellers by car
it: Trasporto di persone con autovetture

source: Transport of travellers by taxi
it: Trasporto in taxi di viaggiatori

source: Transport of travellers by tram
it: Trasporto in tram di viaggiatori

source: Transport
it: Trasporto

source: Ambulance transport
it: Trasporto in ambulanza

source: Arranging of travel by coach
it: Organizzazione di viaggi in pullman

source: Transportation of crude oil
it: Trasporto di petrolio greggio

source: Transportation of fluids by pipeline
it: Trasporto di fluidi tramite oleodotti

source: Seat reservations for various forms of transport
it: Prenotazione di posti sui mezzi di trasporto

source: Courier services for the transportation of cargo
it: Servizi di corrieri per il trasporto di merci

source: Collection of cash from vending machines
it: Raccolta di contanti da distributori automatici

source: Collection of documents
it: Raccolta di documenti

source: Collection of domestic waste
it: Raccolta di rifiuti domestici

source: Collection of liquid waste
it: Raccolta di rifiuti liquidi

source: Information services relating to the movement of cargo
it: Servizi informativi in materia di movimentazione di carichi

source: Information services relating to the transportation of crude oil
it: Servizi di informazione in materia di trasporto di petrolio greggio

source: Information services relating to transport timetables
it: Servizi d'informazione in materia di orari dei trasporti

source: Provision of tourist travel information
it: Informazioni in materia di turismo e viaggi

source: Passenger cargo services
it: Trasporto di persone

source: Passenger transportation services by land
it: Trasporto di passeggeri via terra

source: Rental of railway vehicles
it: Noleggio di veicoli ferroviari

source: Advisory services relating to road transportation
it: Servizi di consulenza nell'ambito del trasporto su strada

source: Advisory services relating to the handling of goods
it: Servizi di consulenza in materia di movimentazione di merci

source: Arranging transport services by land, sea and air
it: Organizzazione di trasporto per terra, mare e via aerea

source: Transportation by marine container ship
it: Trasporto con container via mare

source: Ambulance services
it: Servizi di ambulanza

source: Arranging of overseas travel for cultural purposes
it: Organizzazione di viaggi oltremare per scopi culturali

source: Salvage of motor vehicles
it: Recupero di veicoli a motore

source: Rental of freezers for household purposes
it: Noleggio di congelatori per uso domestico

source: Transportation of furniture of others by trucks
it: Trasporto di mobili su camion per conto terzi

source: Rental of vehicle parts
it: Noleggio di parti di veicoli

source: Import and export cargo handling services
it: Servizi import-export, operazioni di carico

source: Limousine services
it: Servizi di limousine

source: Timetable enquiry services relating to travel
it: Servizi di interrogazione su orari di viaggio

source: Tourist travel reservation services
it: Servizio prenotazioni di viaggi per turismo

source: Rescue of ships in distress
it: Salvataggio di navi in pericolo

source: Ship loading services
it: Servizi di carico navi

source: Waste disposal [transporation]
it: Smaltimento [trasporto] di rifiuti

source: Weighbridge services
it: Servizi di pese a ponte

source: Airline and shipping services
it: Linee aeree e servizi di spedizione

source: Booking of seats for transportation by water
it: Prenotazione di posti a sedere per trasporto via acqua

source: Arranging and conducting canoe expeditions
it: Organizzazione e conduzione di spedizioni in canoa

source: Arranging and conducting horseback expeditions
it: Organizzazione e conduzione di spedizioni a cavallo

source: Transportation and delivery of goods
it: Trasporto e consegna di merci

source: Transportation of passengers by airship
it: Trasporto passeggeri tramite dirigibile

source: Delivery of messages [courier]
it: Consegna di messaggi [corriere]

source: Port services [docking services]
it: Servizi portuali [servizi di attracco]

source: Supply [transport] of water for agricultural use
it: Fornitura [trasporto] d'acqua per uso agricolo

source: Supply [transport] of water through pipes
it: Distribuzione d'acqua mediante tubi [trasporto]

source: Public utilities in the nature of supplying water
it: Servizi pubblici, ovvero erogazione di acqua

source: Transportation of works of art
it: Trasporto di opere d'arte

source: Travel agency services for business travel
it: Servizi di agenzie viaggi per viaggi aziendali

source: Services for the arranging of excursions for tourists
it: Servizi per organizzazione di escursioni per turisti

source: Cargo delivery services
it: Servizi di spedizione merci

source: Information services relating to methods of transport
it: Servizi d'informazione in materia di metodi di trasporto

source: Garbage collection [trash pickup only]
it: Raccolta di rifiuti [solo raccolta scarti]

source: Despatch of goods
it: Invio di merci

source: Motor vehicle transport services
it: Servizi di trasporto su veicoli a motore

source: Services for chartering railway transport
it: Servizi per noleggio di trasporto ferroviario

source: Services for freight-forwarding by air
it: Servizi di spedizione merci per via aerea

source: Organisation of holiday travel
it: Organizzazione di viaggi di vacanza

source: Transshipment services
it: Servizi di trasbordo

source: Piloting
it: Pilotaggio

source: Rental of machines which issue tickets for travel
it: Noleggio di macchine di emissione di biglietti per viaggi

source: Provision of data relating to the transportation of passengers
it: Fornitura di dati relativi al trasporto di passeggeri

source: Computerised information services relating to travel reservations
it: Informazioni computerizzate in materia di prenotazione di viaggi

source: Rental of moving vans
it: Noleggio di furgoni

source: Transit services
it: Servizi di transito

source: Transporting furniture
it: Trasporto di mobili

source: Charitable services, namely, providing transportation to the elderly or handicapped persons
it: Servizi di beneficenza, ovvero, consentono trasporto ad anziani o disabili

source: Conducting sightseeing tours for others
it: Organizzazione di visite guidate per terzi

source: Delivery of parcels by land
it: Consegna di pacchi su strada

source: Air navigation services
it: Servizi di navigazione aerea

source: Arranging the collection of goods
it: Organizzazione del ritiro di merci

source: Airport baggage check-in services [not including security inspection]
it: Servizi di check-in di bagagli in aeroporti [ad eccezione dei controlli di sicurezza]

source: Transportation of freight by land
it: Trasporto terrestre di merci

source: Transportation of freight by road
it: Trasporto stradale di merci

source: Towing of aeroplanes
it: Rimorchio di aerei

source: Transport by two-wheeled motor vehicles
it: Trasporto su veicoli a motore a due ruote

source: Travel and tour ticket reservation service
it: Prenotazione di biglietti per viaggi e turismo

source: Turbojet airplane transport
it: Trasporto su aerei a turbogetto

source: Arranging for travel visas, passports and travel documents for persons traveling abroad
it: Organizzazione di visti di viaggio, passaporti e documenti di viaggio per persone che viaggiano all'estero

source: Shipping services
it: Spedizione merci

source: Transport of cranage
it: Trasporto di gru

source: Storage of parts for motor vehicles
it: Deposito di parti di veicoli a motore

source: Unloading and repackaging services
it: Servizi di scarico e reimballaggio

source: Courier services for the delivery of goods
it: Consegna di merci tramite corriere

source: Provision of information relating to travel routes
it: Informazioni riguardanti itinerari di viaggio

source: Provision of moorings
it: Fornitura di ormeggi

source: Provision of tours
it: Fornitura di viaggi

source: Provision of transport for passengers by land
it: Fornitura di trasporto di passeggeri via terra

source: Passenger transportation services by sea
it: Trasporto via mare di passeggeri

source: Services for the provision of information relating to motor transport
it: Servizi per la fornitura di informazioni in materia di trasporto su veicoli a motore

source: Courier services [messages or merchandise]
it: Servizi di corriere [corrispondenza o merci]

source: Rental of railway vehicles for use in the reprofiling of rail profiles
it: Noleggio di veicoli ferroviari per uso nella la riprofilatura di profili di rotaie

source: Rental of freezers for commercial use
it: Noleggio di congelatori per uso commerciale

source: Advisory services relating to the packing of goods
it: Consulenza in materia d'imballaggio di merci

source: Transportation of books
it: Trasporto di libri

source: Airline services for the transportation of cargo
it: Servizi aerei per il trasporto di merci

source: Arranging of business travel
it: Organizzazione di viaggi aziendali

source: Rescue [transport] of vehicles in the water
it: Salvataggio [trasporto] di veicoli in acqua

source: Rental of vehicles and apparatus for locomotion by air
it: Noleggio di veicoli ed apparecchi di locomozione aerei

source: Operation of stations used for transport purposes
it: Gestione di stazioni usate a scopo di trasporto

source: Launch and placement in prescribed orbit of satellites of others
it: Lancio e collocazione in orbite determinate di satelliti di terzi

source: Leasing of pallets for industrial and commercial use
it: Noleggio di pallet per uso industriale e commerciale

source: Refrigerated transport of frozen goods
it: Trasporto refrigerato di prodotti surgelati

source: Removal of waste
it: Sgombero di rifiuti

source: Household removals
it: Traslochi per case

source: Chauffeur driven car hire services
it: Noleggio di automobili con autista

source: Rental of commercial vehicles
it: Noleggio di veicoli commerciali

source: Reservation services for travel by land
it: Servizi di prenotazione di viaggi via terra

source: Packaging and storage of goods
it: Imballaggio e deposito di merci

source: Porter services [transportation]
it: Servizi di trasporto portuali

source: Distribution [transport] of goods by road
it: Distribuzione [trasporto] di merci su strada

source: Transport of money and valuables
it: Trasporto di denaro e preziosi

source: Vehicle transport services
it: Servizi di trasporto veicoli

source: Delivery of correspondence
it: Consegna di corrispondenza

source: Storage services for aircraft
it: Servizi di deposito per aerei

source: Computerised information services relating to the carriage of passengers
it: Informazioni computerizzate in materia di trasporto di passeggeri

source: Correspondence delivery by post and/or messenger
it: Corrispondenza consegnata per posta e/o da fattorini

source: Document delivery [hand carried]
it: Consegna di documenti [a mano]

source: Services for arranging transportation by water
it: Servizi per organizzazione del trasporto nautico

source: Services for freight-forwarding by land
it: Servizi di spedizione merci terrestre

source: Provision of information relating to road conditions
it: Informazioni in materia di condizioni del fondo stradale

source: Transportation of patients by car
it: Trasporto di pazienti in automobile

source: Forwarding of goods
it: Spedizione di merci

source: Freight forwarding between seaports
it: Spedizione merci tra porti di mare

source: Computerised reservation services for travel
it: Prenotazione computerizzata di viaggi

source: Seat reservation services for travellers
it: Prenotazione di posti per viaggiatori

source: Arrangement of transportation of passengers by trains
it: Organizzazione di trasporto di passeggeri per via ferroviaria

source: Charter of helicopters
it: Noleggio di elicotteri

source: Transport of valuables in security vehicles
it: Trasporto di valori in veicoli di sicurezza

source: Delivery of magazines
it: Consegna di riviste

source: Reservation of air transportation
it: Prenotazione di trasporti aerei

source: Rental of motor racing cars
it: Noleggio di vetture da corsa

source: Emergency automobile towing
it: Soccorso stradale per automobili

source: Operation of locks and bridges used for transport purposes
it: Azionamento di chiuse e ponti utilizzati per il trasporto

source: Tunnels (Operation of -)
it: Azionamento di tunnel

source: Underwater recovery services
it: Servizi di recupero subacqueo

source: Unloading services
it: Servizi di scarico

source: Collection of luggage
it: Ritiro di bagagli

source: Collection of packages
it: Raccolta di imballi

source: Information services relating to the transportation of petroleum
it: Servizi di informazione in materia di trasporto di petrolio

source: Provision of travel information by computer
it: Informazioni di viaggi disponibili tramite computer

source: Services for the provision of information relating to rail transport
it: Servizi per la fornitura di informazioni in materia di trasporto ferroviario

source: Arranging transportation by land, sea, and air
it: Organizzazione di trasporto via terra, mare ed aerea
